[
  {
    "text": "Travel is fatal to prejudice, bigotry, and narrow-mindedness.",
    "author": "Mark Twain"
  },
  {
    "text": "The world is a book, and those who do not travel read only one page.",
    "author": "Saint Augustine"
  },
  {
    "text": "Travel isn't always pretty. It isn't always comfortable. Sometimes it hurts, it even breaks your heart. But that's okay. The journey changes you; it should change you.",
    "author": "Anthony Bourdain"
  },
  {
    "text": "We travel not to escape life, but for life not to escape us.",
    "author": "Anonymous"
  },
  {
    "text": "Travel makes one modest. You see what a tiny place you occupy in the world.",
    "author": "Gustave Flaubert"
  },
  {
    "text": "Traveling – it leaves you speechless, then turns you into a storyteller.",
    "author": "Ibn Battuta"
  },
  {
    "text": "Not all who wander are lost.",
    "author": "J.R.R. Tolkien"
  },
  {
    "text": "I am not the same, having seen the moon shine on the other side of the world.",
    "author": "Mary Anne Radmacher"
  },
  {
    "text": "Once a year, go someplace you've never been before.",
    "author": "Dalai Lama"
  },
  {
    "text": "Travel is the only thing you buy that makes you richer.",
    "author": "Anonymous"
  },
  {
    "text": "To my mind, the greatest reward and luxury of travel is to be able to experience everyday things as if for the first time.",
    "author": "Bill Bryson"
  },
  {
    "text": "The real voyage of discovery consists not in seeking new landscapes, but in having new eyes.",
    "author": "Marcel Proust"
  },
  {
    "text": "Travel and change of place impart new vigor to the mind.",
    "author": "Seneca"
  },
  {
    "text": "I haven't been everywhere, but it's on my list.",
    "author": "Susan Sontag"
  },
  {
    "text": "Take only memories, leave only footprints.",
    "author": "Chief Seattle"
  },
  {
    "text": "People don't take trips, trips take people.",
    "author": "John Steinbeck"
  },
  {
    "text": "The best education I have ever received was through travel.",
    "author": "Lisa Ling"
  },
  {
    "text": "Broad, wholesome, charitable views of men and things cannot be acquired by vegetating in one little corner of the earth all of one's lifetime.",
    "author": "Mark Twain"
  },
  {
    "text": "Stuff your eyes with wonder, live as if you'd drop dead in ten seconds. See the world. It's more fantastic than any dream made or paid for in factories.",
    "author": "Ray Bradbury"
  },
  {
    "text": "The gladdest moment in human life, methinks, is a departure into unknown lands.",
    "author": "Sir Richard Burton"
  },
  {
    "text": "To travel is to discover that everyone is wrong about other countries.",
    "author": "Aldous Huxley"
  },
  {
    "text": "Don't tell me how educated you are, tell me how much you have traveled.",
    "author": "Mohammed"
  },
  {
    "text": "One's destination is never a place, but a new way of seeing things.",
    "author": "Henry Miller"
  },
  {
    "text": "The use of traveling is to regulate imagination by reality, and instead of thinking how things may be, to see them as they are.",
    "author": "Samuel Johnson"
  },
  {
    "text": "Travel far enough, you meet yourself.",
    "author": "David Mitchell"
  },
  {
    "text": "A mind that is stretched by a new experience can never go back to its old dimensions.",
    "author": "Oliver Wendell Holmes"
  },
  {
    "text": "Life begins at the end of your comfort zone.",
    "author": "Neale Donald Walsch"
  },
  {
    "text": "Travel, in the younger sort, is a part of education; in the elder, a part of experience.",
    "author": "Francis Bacon"
  },
  {
    "text": "The more I traveled the more I realized that fear makes strangers of people who should be friends.",
    "author": "Shirley MacLaine"
  },
  {
    "text": "Tourists don't know where they've been, travelers don't know where they're going.",
    "author": "Paul Theroux"
  },
  {
    "text": "The traveler sees what he sees, the tourist sees what he has come to see.",
    "author": "Gilbert K. Chesterton"
  },
  {
    "text": "All journeys have secret destinations of which the traveler is unaware.",
    "author": "Martin Buber"
  },
  {
    "text": "Travel is about the gorgeous feeling of teetering in the unknown.",
    "author": "Anthony Bourdain"
  },
  {
    "text": "The joy of discovery is certainly the liveliest that the mind of man can ever feel.",
    "author": "Claude Bernard"
  },
  {
    "text": "To awaken quite alone in a strange town is one of the most pleasant sensations in the world.",
    "author": "Freya Stark"
  },
  {
    "text": "Travel opens your heart, broadens your mind, and fills your life with stories to tell.",
    "author": "Paula Bendfeldt"
  },
  {
    "text": "The most beautiful in the world is, of course, the world itself.",
    "author": "Wallace Stevens"
  },
  {
    "text": "Adventure is worthwhile in itself.",
    "author": "Amelia Earhart"
  },
  {
    "text": "It is not down in any map; true places never are.",
    "author": "Herman Melville"
  },
  {
    "text": "There is no moment of delight in any pilgrimage like the beginning of it.",
    "author": "Charles Dudley Warner"
  }
]
